Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Access denied. Please check your permissions for the action you're trying to complete.
ar: الوصول مرفوض. يرجى التحقق من أذونات العملية التي تحاول القيام بها.
ca: Accés denegat. Comproveu els permisos per a l'acció que esteu provant de dur a terme.
cy: Gwrthodwyd mynediad. Edrychwch ar eich hawliau yng nghyswllt y weithred rydych chi'n ceisio ei chyflawni.
da: Adgang nægtet. Tjek venligst dine tilladelser for den handling, som du forsøger at udføre.
da_instk12: Adgang nægtet. Tjek venligst dine tilladelser for den handling, som du forsøger at udføre.
de: Zugriff verweigert. Bitte überprüfen Sie Ihre Berechtigungen für den Vorgang, den Sie gerade abschließen wollen.
es: Acceso denegado. Compruebe sus permisos para la acción que esté tratando de completar.
es_es: Acceso denegado. Comprueba tus permisos para la acción que estás intentando completar.
fi: Pääsy kielletty. Tarkista käyttöoikeutesi toiminnolle, jota yrität suorittaa.
fr: Accès refusé. Veuillez vérifier vos permissions pour l'action que vous essayez d'accomplir.
fr_ca: Accès refusé. Veuillez vérifier vos autorisations pour l'action que vous essayez d'accomplir.
ga: Rochtain diúltaithe. Seiceáil do cheadanna don ghníomh atá tú ag iarraidh a chur i gcrích.
hi: एक्सेस अस्वीकार किया गया। कृपया जिस कार्रवाई को पूरा करने का प्रयास कर रहे हैं उसके लिए अपनी अनुमतियों की जांच करें।
ht: Aksè refize. Tanpri verifye pèmisyon pou aksyon ou t ap eseye fè a.
id: Akses ditolak. Silakan periksa izin Anda untuk tindakan yang Anda coba selesaikan.
is: Aðgangi hafnað. Athugaðu heimildir þínar fyrir aðgerðunum sem þú ert að reyna að ljúka.
it: Accesso negato. Controlla le tue autorizzazioni per l’azione che stai cercando di completare.
ja: アクセスが拒否されました。完了しようとしている操作について許可があるかどうかをチェックしてください。
ko: 액세스가 거부되었습니다. 완료하려는 작업에 대한 권한을 확인하세요.
mi: Aukatia te uru Tēnā koa tirohia ō whakāetanga mo te mahi e ngana ana koe ki te whakaoti.
ms: Akses ditolak. Sila semak keizinan anda untuk tindakan yang anda cuba lengkapkan.
nb: Nektet tilgang. Sjekk tillatelsene for handlingen du prøver å utføre.
nb_instk12: Nektet tilgang. Sjekk tillatelsene dine for handlingen du forsøker å fullføre.
nl: Toegang geweigerd. Controleer je toestemmingen voor de actie die je probeert uit te voeren.
pl: Brak dostępu. Proszę sprawdzić uprawnienia do działania, które próbujesz ukończyć.
pt: Acesso Recusado. É favor verifique as suas autorizações para a ação que está a tentar finalizar.
pt_br: Acesso negado. Verifique suas permissões para a ação que está tentando concluir.
ru: Доступ закрыт. Проверьте свои права доступа для действия, которое вы пытаетесь выполнить.
sl: Dostop je zavrnjen. Preverite svoja dovoljenja za dejanje, ki ga poskušate zaključiti.
sv: Åtkomst nekad. Kontrollera din behörighet för åtgärden du försöker utföra.
sv_instk12: Åtkomst nekad. Kontrollera din behörighet för åtgärden du försöker utföra.
th: ปฏิเสธการเรียกค้น กรุณาตรวจสอบสิทธิ์อนุญาตของคุณสำหรับการดำเนินการที่คุณต้องการทำให้เสร็จสิ้น
vi: Truy cập bị từ chối. Vui lòng kiểm tra quyền của bạn cho thao tác bạn đang cố hoàn thành.
zh: 访问被拒绝。请检查您是否有权限执行您要完成的操作。
zh_hk: 存取遭拒。請檢查您是否擁有正在嘗試採取的行動的權限。

source: Activate to delete
ar: تنشيط للحذف
ca: Activeu-ho per suprimir-ho
cy: Gweithredu i ddileu
da: Aktiver for at slette
da_instk12: Aktiver for at slette
de: Zum Löschen aktivieren
es: Activar para eliminar
es_es: Activar para eliminar
fi: Poista aktivoimalla
fr: Activer pour supprimer
fr_ca: Activer pour supprimer
ga: Gníomhachtaigh chun é a scriosadh
hi: मिटाने के लिए सक्रिय करें
ht: Aktive pou elimine
id: Aktifkan untuk menghapus
is: Virkja til að eyða
it: Attività da eliminare
ja: 有効化して削除する
ko: 활성화하여 삭제
mi: Whakahohe ki te muku
ms: Aktifkan untuk memadam
nb: Aktiver for å slette
nb_instk12: Aktiver for å slette
nl: Activeer om te verwijderen
pl: Aktywuj, aby usunąć
pt: Ativar para eliminar
pt_br: Ativar para excluir
ru: Активируйте для удаления
sl: Aktiviraj za brisanje
sv: Aktivera för att radera
sv_instk12: Aktivera för att radera
th: เปิดใช้งานเพื่อลบ
vi: Kích hoạt để xóa
zh: 激活以删除
zh_hk: 啟用以刪除

source: Add a comment or reply to previous comments
ar: أضف تعليقًا أو ردًا على التعليقات السابقة
ca: Afegeix un comentari o una resposta a comentaris anteriors
cy: Ychwanegu sylw neu ymateb i sylwadau blaenorol
da: Tilføj en kommentar eller svar på tidligere kommentarer
da_instk12: Tilføj en kommentar eller svar på tidligere kommentarer
de: Einen Kommentar hinzufügen oder auf frühere Kommentare antworten
es: Agrega un comentario o responde a los comentarios anteriores
es_es: Añadir un comentario o responder a los comentarios anteriores
fi: Lisää kommentti tai vastaa edellisiin kommentteihin
fr: Ajouter un commentaire ou répondre aux commentaires précédents
fr_ca: Ajouter un commentaire ou une réponse aux commentaires précédents
ga: Cuir ráiteas nó freagra ar ráitis roimhe seo
hi: कोई टिप्पणी जोड़ें या पिछली टिप्पणियों का उत्तर दें
ht: Ajoute yon kòmantè oswa reponn kòmantè anvan yo
id: Tambah komentar atau balasan ke komentar sebelumnya
is: Bæta við athugasemd eða svara fyrri athugasemd
it: Aggiungi un commento o rispondi ai commenti precedenti
ja: コメントを追加するか、前のコメントに返信する
ko: 댓글을 추가하거나 이전 댓글에 답변
mi: Tāpiri he kōrero, whakautu rānei ki ngā kōrero o mua
ms: Tambah komen atau balasan untuk komen sebelumnya
nb: Lett til en kommentar eller svar på tidligere kommentarer
nb_instk12: Lett til en kommentar eller svar på tidligere kommentarer
nl: Een opmerking of antwoord toevoegen aan eerdere opmerkingen
pl: Dodaj komentarz lub odpowiedź na poprzednie komentarze
pt: Adicione um comentário ou responda aos comentários anteriores
pt_br: Adicionar um comentário ou responder comentários anteriores
ru: Добавить комментарий или ответить на предыдущие комментарии
sl: Dodajte komentar ali odgovor na prejšnje komentarje
sv: Lägg till en kommentar eller ett svar i tidigare kommentarer
sv_instk12: Lägg till en kommentar eller ett svar i tidigare kommentarer
th: เพิ่มความเห็นหรือการตอบกลับไปยังความเห็นก่อนหน้า
vi: Thêm bình luận hoặc trả lời bình luận trước
zh: 添加评论或回复以前的评论
zh_hk: 新增評論或回覆之前的評論

source: Add a folder
ar: إضافة مجلد
ca: Afegeix una carpeta
cy: Ychwanegu ffolder
da: Tilføj en mappe
da_instk12: Tilføj en mappe
de: Einen Ordner hinzufügen
es: Agregar una carpeta
es_es: Añadir una carpeta
fi: Lisää kansio
fr: Ajouter un dossier
fr_ca: Ajouter un dossier
ga: Cuir fillteán leis
hi: फ़ोल्डर जोड़ें
ht: Ajoute yon dosye
id: Tambah folder
is: Bæta við möppu
it: Aggiungi una cartella
ja: フォルダーを追加
ko: 폴더를 추가
mi: Tāpiri i te kōpaki
ms: Tambah folder
nb: Legg til en mappe
nb_instk12: Legg til en mappe
nl: Een map toevoegen
pl: Dodaj folder
pt: Adicionar uma pasta
pt_br: Adicionar uma pasta
ru: Добавить папку
sl: Dodaj mapo
sv: Lägg till en mapp
sv_instk12: Lägg till en mapp
th: **สร้างแฟ้มข้อมูลใหม่
vi: Thêm thư mục
zh: 添加文件夹
zh_hk: 添加一個資料夾

source: Add attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu atodiad
da: Tilføj vedhæftet fil
da_instk12: Tilføj vedhæftet fil
de: Anhang hinzufügen
es: Agregar adjunto
es_es: Añadir adjunto
fi: Lisää liite
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe
ga: Cuir ceangaltán leis
hi: संलग्नक जोड़ें
ht: Ajoute atachman
id: Tambah lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付ファイルを追加する
ko: 첨부 파일 추가
mi: Tāpiri āpitihanga
ms: Tambah kepilan
nb: Legg til vedlegg
nb_instk12: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt: Adicionar Anexo
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
sv: Lägg till bilaga
sv_instk12: Lägg till bilaga
th: เพิ่มเอกสารแนบ
vi: Thêm tập tin đính kèm
zh: 添加附件
zh_hk: 添加附件

source: Add Attachment
ar: إضافة مرفق
ca: Afegeix un fitxer adjunt
cy: Ychwanegu Atodiad
da: Tilføj vedhæftet fil
da_instk12: Tilføj vedhæftet fil
de: Anhang hinzufügen
es: Agregar adjunto
es_es: Añadir adjunto
fi: Lisää liite
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe
hi: संलग्नक जोड़ें
ht: Ajoute Atachman
id: Tambah Lampiran
is: Bæta við viðhengi
it: Aggiungi allegato
ja: 添付を追加
ko: 첨부 파일 추가
mi: Tāpiri Āpitihanga
ms: Tambah Lampiran
nb: Legg til vedlegg
nb_instk12: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
pt: Adicionar anexo
pt_br: Adicionar anexo
ru: Добавить вложение
sl: Dodaj prilogo
sv: Lägg till bilaga
sv_instk12: Lägg till bilaga
th: เพิ่มเอกสารแนบ
vi: Thêm Tập Tin Đính Kèm
zh: 添加附件
zh_hk: 添加附件

source: Add comment
ar: إضافة تعليق
ca: Afegiu un comentari
cy: Ychwanegu sylw
da: Tilføj kommentar
da_instk12: Tilføj kommentar
de: Kommentar hinzufügen
es: Agregar comentario
es_es: Añadir comentario
fi: Lisää kommentti
fr: Ajouter un commentaire
fr_ca: Ajouter un commentaire
hi: टिप्पणी जोड़ें
ht: Ajoute komantè
id: Tambah komentar
is: Bæta við athugasemd
it: Aggiungi commento
ja: コメントを追加
ko: 의견 추가
mi: Tāpiri kōrero
ms: Tambah komen
nb: Legg til kommentar
nb_instk12: Legg til kommentar
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt: Adicionar comentário
pt_br: Adicionar comentário
ru: Добавить комментарий
sl: Dodaj komentar
sv: Lägg till kommentar
sv_instk12: Lägg till kommentar
th: เพิ่มความเห็น
vi: Thêm bình luận
zh: 添加评论
zh_hk: 添加評論

source: Add Comment
ar: إضافة تعليق
ca: Afegeix un comentari
cy: Ychwanegu Sylw
da: Tilføj kommentar
da_instk12: Tilføj kommentar
de: Kommentar hinzufügen
es: Agregar comentario
es_es: Añadir comentario
fi: Lisää kommentti
fr: Ajouter un commentaire
fr_ca: Ajouter un commentaire
hi: टिप्पणी जोड़ें
ht: Ajoute Kòmantè
id: Tambah Komentar
is: Bæta við athugasemd
it: Aggiungi commento
ja: コメントを追加
ko: 의견/댓글 추가
mi: Tāpiri Kōrero
ms: Tambah Komen
nb: Legg til kommentar
nb_instk12: Legg til kommentar
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt: Adicionar comentário
pt_br: Adicionar comentário
ru: Добавить комментарий
sl: Dodaj komentar
sv: Lägg till kommentar
sv_instk12: Lägg till kommentar
th: เพิ่มความเห็น
vi: Thêm Bình Luận
zh: 添加评论
zh_hk: 添加評論

source: Add Cover Photo
ar: إضافة صورة غلاف
ca: Afegeix una fotografia de portada
cy: Ychwanegu Llun Clawr
da: Tilføj cover-foto
da_instk12: Tilføj cover-foto
de: Cover-Foto hinzufügen
es: Agregar la foto de portada
es_es: Añadir la foto de portada
fi: Lisää kansikuva
fr: Ajouter une photo de couverture
fr_ca: Ajouter une photo de couverture
ga: Cuir Grianghraf Clúdaigh leis
hi: कवर फ़ोटो जोड़ें
ht: Ajoute Foto Kouvèti
id: Tambah Foto Sampul
is: Bæta við forsíðumynd
it: Aggiungi foto di copertina
ja: カバー写真を追加
ko: 커버 사진 추가
mi: Tāpiri Taupoki Whakāhua
ms: Tambah Foto Kulit
nb: Legg til forsidebilde
nb_instk12: Legg til forsidebilde
nl: Omslagfoto toevoegen
pl: Dodaj zdjęcie na okładkę
pt: Adicionar Fotografia de Capa
pt_br: Adicionar Foto da Capa
ru: Добавить фотографию для обложки
sl: Dodaj naslovno fotografijo
sv: Lägg till omslagsbild
sv_instk12: Lägg till bakgrundsfoto
th: เพิ่มภาพหน้าปก
vi: Thêm Ảnh Bìa
zh: 添加封面照片
zh_hk: 添加封面照片

source: Add due date reminder notifications about this assignment on this device.
ar: أضف إعلامات تذكير تاريخ الاستحقاق بشأن هذه المهمة على هذا الجهاز.
ca: Afegiu notificacions de recordatori de dates de lliurament d'aquesta activitat a aquest dispositiu.
cy: Ychwanegu hysbysiad atgoffa o ddyddiad erbyn am yr aseiniad hwn ar y ddyfais hon.
da: Tilføj påmindelser om afleveringsdato for denne opgave på denne enhed.
da_instk12: Tilføj påmindelser om afleveringsdato for denne opgave på denne enhed.
de: Fügen Sie Erinnerungsbenachrichtigungen zu dieser Aufgabe auf diesem Gerät hinzu.
es: Agregar notificaciones de recordatorio de fecha de entrega para esta tarea en este dispositivo.
es_es: Añadir notificaciones para el recordatorio de la fecha de entrega sobre esta actividad en este dispositivo.
fi: Lisää päivämäärän muistutuksia tästä tehtävästä tällä laitteella.
fr: Ajouter des notifications de rappel de date limite pour ce travail sur cet appareil.
fr_ca: Ajouter des notifications de rappel de date d’échéance concernant ce travail sur cet appareil.
ga: Cuir fógraí meabhrúcháin dáta dlite faoin tasc seo leis ar an ngléas seo.
hi: इस डिवाइस पर इस असाइनमेंट के बारे में नियत तिथि अनुस्मारक सूचनाएं जोड़ें।
ht: Ajoute notifikasyon rapèl delè pou devwa sa a sou aparèy sa a.
id: Tambah notifikasi pengingat tanggal batas waktu tentang tugas ini pada perangkat ini.
is: Bættu við áminningartilkynningum um skiladag um þetta verkefni á þessu tæki.
it: Aggiungi notifiche di promemoria della data di scadenza su questo compito su questo dispositivo.
ja: このデバイスにこの課題に関する期限リマインダ通知を追加します。
ko: 이 장치에 이 과제에 대한 기한 날짜 미리 알림을 추가합니다.
mi: Tāpirihia nga whakamohiotanga whakamaumahara mo te ra tika mo tenei taumahi i runga i tenei taputapu.
ms: Tambah peringatan tarikh siap untuk tugasan ini pada peranti ini.
nb: Legg til varsler for påminnelse om forfallsdato for oppgaven på denne enheten.
nb_instk12: Legg til varsler for påminnelse om forfallsdato for oppgaven på denne enheten.
nl: Voeg herinneringsmeldingen voor inleverdatum over deze opdracht toe op dit apparaat.
pl: Dodaj przypomnienie o terminie dla tego zadania, na tym urządzeniu.
pt: Adicionar notificações de lembrete de data de vencimento sobre este trabalho neste dispositivo.
pt_br: Adicione notificações de lembrete de data de vencimento sobre essa tarefa nesse dispositivo.
ru: Добавьте уведомления с напоминанием о сроках выполнения этого задания на этом устройстве.
sl: Dodajte obvestila za opomnik o roku za to nalogo na tej napravi.
sv: Lägg till påminnelse om inlämningsdatum om denna uppgift på denna enhet.
sv_instk12: Lägg till påminnelse om inlämningsdatum om denna uppgift på denna enhet.
th: เพิ่มการแจ้งเตือนครบกำหนดเกี่ยวกับภารกิจในอุปกรณ์นี้
vi: Thêm thông báo nhắc nhở ngày đến hạn về bài tập này trên thiết bị này.
zh: 在本设备上添加关于此作业的截止日期提醒通知。
zh_hk: 在此裝置上添加有關此作業的截止日期提醒通知。

source: Add folder
ar: إضافة مجلد
ca: Afegeix una carpeta
cy: Ychwanegu ffolder
da: Tilføj mappe
da_instk12: Tilføj mappe
de: Ordner hinzufügen
es: Agregar carpeta
es_es: Añadir carpeta
fi: Lisää kansio
fr: Ajouter un dossier
fr_ca: Ajouter un dossier
ga: Cuir fillteán leis
hi: फ़ोल्डर जोड़ें
ht: Ajoute dosye
id: Tambah folder
is: Bæta við möppu
it: Aggiungi cartella
ja: フォルダーを追加
ko: 폴더를 추가
mi: Tāpiri kōpaki
ms: Tambah folder
nb: Legg til mappe
nb_instk12: Legg til mappe
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
pt_br: Adicionar pasta
ru: Добавить папку
sl: Dodaj mapo
sv: Lägg till mapp
sv_instk12: Lägg till mapp
th: เพิ่มโฟลเดอร์
vi: Thêm thư mục
zh: 添加文件夹
zh_hk: 添加資料夾

source: Add inline media
ar: إضافة وسط مضمن
ca: Afegeix un element multimèdia en línia
cy: Ychwanegu cyfryngau yn yr un lle
da: Tilføj inline medie
da_instk12: Tilføj inline medie
de: Inline-Medien hinzufügen
es: Agregar multimedia de comunicación en línea
es_es: Añadir contenido multimedia online
fi: Lisää inline-media
fr: Ajouter du média imbriqué
fr_ca: Ajouter du média imbriqué
ga: Cuir meáin inlíne leis
hi: इनलाइन मीडिया जोड़ें
ht: Ajoute medya an liy
id: Tambah media inline
is: Bæta við innfeldu margmiðlunarefni
it: Aggiungi supporto multimediale inline
ja: インラインメディアを追加
ko: 인라인 미디어 추가
mi: Tāpiri pāpāho rōraina
ms: Tambah media sebaris
nb: Legg til integrert media
nb_instk12: Legg til integrert media
nl: Inline media toevoegen
pl: Dodaj wbudowane media
pt: Adicionar conteúdos multimédia
pt_br: Adicionar mídia em linha
ru: Добавить встроенные медиа
sl: Dodaj medije v vrstici
sv: Lägg till infogad media
sv_instk12: Lägg till inbäddad media
th: เพิ่มสื่อ inline
vi: Thêm nội dung phương tiện trong dòng
zh: 添加在线媒体
zh_hk: 添加線上媒體

source: Add media attachment
ar: إضافة إرفاق وسائط
ca: Afegeix un fitxer adjunt de l'element multimèdia
cy: Ychwanegu atodiad cyfryngau
da: Tilføj medievedhæftning
da_instk12: Tilføj medievedhæftning
de: Medienanhang hinzufügen
es: Agregar archivo adjunto de multimedia
es_es: Añadir archivo adjunto multimedia
fi: Lisää medialiite
fr: Ajouter une pièce jointe
fr_ca: Ajouter une pièce jointe de support média
ga: Cuir ceangaltán meáin leis
hi: मीडिया संलग्नक जोड़ें
ht: Ajoute pyès jwen
id: Tambah lampiran media
is: Bæta við miðlaviðhengi
it: Aggiungi allegato multimediale
ja: メディア添付を追加する
ko: 미디어 첨부 파일 추가
mi: Tāpiri pāpāho tapiritanga
ms: Tambah kepilan media
nb: Legg til medievedlegg
nb_instk12: Legg til medievedlegg
nl: Mediabijlage toevoegen
pl: Dodaj załącznik multimedialny
pt: Adicionar anexo de mídia
pt_br: Adicionar anexo de mídia
ru: Добавить медиа-вложение
sl: Dodaj prilogo v obliki medija
sv: Lägg till mediabilaga
sv_instk12: Lägg till mediabilaga
th: เพิ่มเอกสารแนบสื่อ
vi: Thêm tập tin đính kèm nội dung phương tiện
zh: 添加媒体附件
zh_hk: 添加媒體附件

source: Add recipients
ar: إضافة مستلمين
ca: Afegeix destinataris
cy: Ychwanegu derbynwyr
da: Tilføj modtagere
da_instk12: Tilføj modtagere
de: Empfänger hinzufügen
es: Agregar destinatarios
es_es: Añadir destinatarios
fi: Lisää vastaanottajat
fr: Ajouter des destinataires
fr_ca: Ajouter des destinataires
ga: Cuir faighteoirí leis
hi: प्राप्तकर्ता जोड़ें
ht: Ajoute Destinatè
id: Tambah penerima
is: Bæta viðtakandendum við
it: Aggiungi destinatari
ja: 受信者を追加
ko: 수신자 추가
mi: Tāpiri ngā kaiwhiwhi
ms: Tambah penerima
nb: Legg til mottakere
nb_instk12: Legg til mottakere
nl: Geadresseerden toevoegen
pl: Dodaj odbiorców
pt: Adicionar destinatários
pt_br: Adicionar destinatários
ru: Добавить получателей
sl: Dodaj prejemnike
sv: Lägg till mottagare
sv_instk12: Lägg till mottagare
th: เพิ่มผู้รับ
vi: Thêm người nhận
zh: 添加收件人
zh_hk: 添加收件人

source: Add To-do
ar: إضافة مهمة
ca: Afegiu-hi les tasques pendents
cy: Ychwanegu Tasg i'w Gwneud
da: Tilføj opgave
de: Aufgaben hinzufügen
es: Agregar ítem pendiente
es_es: Añadir tarea pendiente
fi: Lisää tehtäväluetteloon
fr: Ajouter une tâche À Faire
ga: Cuir 'Le Déanamh' leis
hi: 'करने के लिए' जोड़ें
ht: Ajoute Lis tach
id: Tambah To-Do
is: Bæta við verkefnalista
it: Aggiungi attività da fare
ja: するべきことを追加する
ko: 할 일 추가
mi: Tāpiri Mahi
nb: Legg til gjøremål
nl: Opdracht toevoegen
pl: Dodaj listę zadań
pt: Adicionar tarefa
pt_br: Adicionar tarefa
ru: Добавить задачу
sl: Dodaj opravilo
sv: Lägg till att göra-uppgift
th: เพิ่มรายการสิ่งที่ต้องทำ
vi: Thêm Việc Cần Làm
zh: 添加任务
zh_hk: 添加待辦事項

source: Add widgets using Customize Dashboard or Dashboard Settings.
ar: أضف عناصر واجهة المستخدم باستخدام لوحة المعلومات المخصصة أو إعدادات لوحة المعلومات.
ca: Afegiu ginys a través de les opcions Personalitza el panell de control o Configuració del panell de control.
cy: Ychwanegwch teclynnau gan ddefnyddio’r nodwedd Addasu Dangosfwrdd neu Gosodiadau Dangosfwrdd.
da: Tilføj widgets ved hjælp af Tilpas oversigt eller Oversigt-indstillinger.
da_instk12: Tilføj widgets ved hjælp af Tilpas oversigt eller Oversigt-indstillinger.
de: Fügen Sie Widgets über „Dashboard anpassen“ oder „Dashboard-Einstellungen“ hinzu.
es: Agregue widgets mediante Personalizar tablero o Configuraciones del tablero.
es_es: Añade widgets usando Personalizar el panel de control o Configuración del panel de control.
fi: Lisää widgetejä käyttämällä mukauta kojelautaa tai koontinäytön asetuksia.
fr: Ajoutez des widgets à l’aide du Tableau de bord personnalisé ou des Paramètres de tableau de bord.
fr_ca: Ajouter des widgets en utilisant le tableau de bord personnalisé ou les paramètres du tableau de bord.
ga: Cuir giuirléidí leis trí úsáid a bhaint as Deais Saincheaptha nó Socruithe Deaise.
hi: 'कस्टम डैशबोर्ड' या 'डैशबोर्ड सेटिंग्स' का उपयोग करके विजेट्स जोड़ें।
ht: Ajoute widget ak Tablodbò Pèsonalize a oswa Paramèt Tablodbò a.
id: Tambahkan widget menggunakan Kustomisasi Dasbor atau Pengaturan Dasbor.
is: Bættu við græjum með því að nota Sérsníða stjórnborð eða Stillingar stjórnborðs.
it: Aggiungi widget utilizzando Personalizza dashboard o Impostazioni dashboard.
ja: ダッシュボードのカスタマイズまたはダッシュボード設定からウィジェットを追加します。
ko: 대시보드 사용자 지정 또는 대시보드 설정을 사용하여 위젯을 추가합니다.
mi: Tāpirihia ngā widget mā te Whakarite i te Papatohu, i ngā Tautuhinga Papatohu rānei.
ms: Tambah widget menggunakan Sesuaikan Papan Pemuka atau Tetapan Papan Pemuka.
nb: Legg til widgets ved hjelp av Tilpass dashbord eller Dashbord-innstillinger.
nb_instk12: Legg til widgets ved hjelp av Tilpass oversikt eller Oversikt-innstillinger.
nl: Gebruik Dashboard aanpassen (Customize Dashboard) of Dashboardinstellingen (Dashboard Settings) om widgets toe te voegen.
pl: Dodaj widżety, używając opcji Personalizuj pulpit nawigacyjny lub Ustawienia pulpitu nawigacyjnego.
pt: Adicione widgets através da opção “Personalizar painel” ou nas “Definições do painel”.
pt_br: Adicione widgets usando Personalizar Painel ou Configurações do Painel.
ru: Добавляйте виджеты, используя «Настроить панель управления» или «Настройки панели управления».
sl: Dodajte pripomočke z možnostjo Prilagodi nadzorno ploščo ali Nastavitve nadzorne plošče.
sv: Lägg till widgetar genom att använda Anpassa översikt eller översiktsinställningar.
sv_instk12: Lägg till widgetar genom att använda Anpassa översikt eller översiktsinställningar.
th: เพิ่มวิดเจ็ทโดยใช้ กำหนดค่าแผงข้อมูล (Customize Dashboard) หรือ ค่าปรับตั้งแผงข้อมูล (Dashboard Settings)
vi: Thêm tiện ích bằng cách sử dụng Tùy Chỉnh Bảng Điều Khiển hoặc Cài Đặt Bảng Điều Khiển.
zh: 使用自定义控制面板或控制面板设置添加小工具。
zh_hk: 使用「自訂控制面板」或「控制面板設定」添加小工具。

source: All Courses
ar: جميع المساقات
ca: Totes les assignatures
cy: Pob Cwrs
da: Alle fag
da_instk12: Alle fag
de: Alle Kurse
es: Todos los cursos
es_es: Todas las asignaturas
fi: Kaikki kurssit
fr: Tous les cours
fr_ca: Tous les cours
ga: Cúrsaí Ar Fad
hi: सभी पाठ्यक्रम
ht: Tout Kou
id: Semua Kursus
is: Öll námskeið
it: Tutti i corsi
ja: すべてのコース
ko: 모든 과목
mi: Ngā akoranga katoa
ms: Semua Kursus
nb: Alle åpne emner
nb_instk12: Alle åpne fag
nl: Alle cursussen
pl: Wszystkie kursy
pt: Todas as disciplinas
pt_br: Todos os cursos
ru: Все курсы
sl: Vsi predmeti
sv: Alla kurser
sv_instk12: Alla kurser
th: บทเรียนทั้งหมด
vi: Tất Cả Các Khóa Học
zh: 所有课程
zh_hk: 所有課程

source: All members
ar: كل الأعضاء
ca: Tots els membres
cy: Pob aelod
da: Alle medlemmer
da_instk12: Alle medlemmer
de: Alle Mitglieder
es: Todos los miembros
es_es: Todos los miembros
fi: Kaikki jäsenet
fr: Tous les membres
fr_ca: Tous les membres
ga: Gach ball
hi: सभी सदस्य
ht: Tout manm
id: Semua anggota
is: Allir meðlimir
it: Tutti i membri
ja: すべてのメンバー
ko: 모든 구성원
mi: Ngā mema katoa
ms: Tambah ahli
nb: Alle medlemmer
nb_instk12: Alle medlemmer
nl: Alle leden
pl: Wszyscy czlonkowie
pt: Todos os membros
pt_br: Todos os membros
ru: Все члены
sl: Dodaj člane
sv: Alla medlemmar
sv_instk12: Alla medlemmar
th: สมาชิกทั้งหมด
vi: Tất cả thành viên
zh: 全体成员
zh_hk: 所有成員

source: All widgets are turned off
ar: تم إيقاف تشغيل كل عناصر واجهة المستخدم
ca: Tots els ginys estan desactivats
cy: Mae’r holl declynnau wedi’u diffodd
da: Alle widgets er slukket
da_instk12: Alle widgets er slukket
de: Alle Widgets sind deaktiviert
es: Todos los widgets están desactivados
es_es: Todos los widgets están desactivados
fi: Kaikki widgetit on poistettu käytöstä
fr: Tous les widgets sont désactivés
fr_ca: Tous les widgets sont désactivés.
ga: Tá na giuirléidí go léir múchta
hi: सभी विजेट बंद कर दिए गए हैं
ht: Tout widget yo dezaktive
id: Semua widget dimatikan
is: Slökkt á öllum græjum
it: Tutti i widget sono disattivati
ja: すべてのウィジェットがオフになっています
ko: 모든 위젯 비활성화됨
mi: Kua whakawetohia ngā widget katoa
ms: Semua widget dimatikan
nb: Alle widgets er slått av
nb_instk12: Alle widgets er slått av
nl: Alle widgets zijn uitgeschakeld
pl: Wszystkie widżety są wyłączone
pt: Todos os widgets estão desativados
pt_br: Todos os widgets estão desativados.
ru: Все виджеты отключены.
sl: Vsi pripomočki so izklopljeni
sv: Alla widgetar är avstängda
sv_instk12: Alla widgetar är avstängda
th: วิดเจ็ททั้งหมดปิดทำงาน
vi: Tất cả các tiện ích đã bị tắt
zh: 所有小工具已关闭
zh_hk: 所有小工具都已關閉
